<div class="program-admission-requirements">
    <div class="col">
        <h3>Вимоги до кандидатів:</h3>
        <ul>
            <li>Мінімум 7 років досвіду роботи на <a>управлінських посадах</a>.</li>
            <li>Мінімум 7 років досвіду роботи на управлінських посадах.</li>
        </ul>
        <h3>Вимоги до кандидатів:</h3>
        <ul>
            <li>Мінімум 7 років досвіду роботи на управлінських посадах.</li>
            <li>Мінімум 7 років досвіду роботи на управлінських посадах.</li>
        </ul>
        <h3>Вимоги до кандидатів:</h3>
        <ul>
            <li>Мінімум 7 років досвіду роботи на управлінських посадах.</li>
            <li>Мінімум 7 років досвіду роботи на управлінських посадах.</li>
        </ul>
    </div>

    <div class="col">
        <h3>Вимоги до кандидатів:</h3>
        <p>Процес відбору слухачів на програму Executive MBA відбувається у вигляді відкритого конкурсу по результатам розглядання пред’явлених кандидатом документів. Після успішного проходження тестування, кандидати запрошуються на інтерв’ю.</p>
        <p>Процес відбору слухачів на програму Executive MBA відбувається у вигляді відкритого конкурсу по результатам розглядання пред’явлених кандидатом документів. Після успішного проходження тестування, кандидати запрошуються на інтерв’ю.</p>
        <h3>Завантажити аплікаційні документи:</h3>
        <p><a href="" download><i class="icon-file"></i>Executive MBA Program Application Form</a></p>
        <p><a href="" download><i class="icon-file"></i>Executive MBA Program Application Form</a></p>
    </div>
</div>