<div class="program-results-mission">

    <div class="program-results">
        <h3>За підсумками навчання на програмі <span>Executive MBA</span> ви придбаєте:</h3>
        <ol>
            <li>Стратегічне мислення та вміння приймати точні рішення за принципом «Think globally, act locally».</li>
            <li>Стратегічне мислення та вміння приймати точні рішення за принципом «Think globally, act locally».</li>
            <li>Стратегічне мислення та вміння приймати точні рішення за принципом «Think globally, act locally».</li>
            <li>Стратегічне мислення та вміння приймати точні рішення за принципом «Think globally, act locally».</li>
        </ol>
    </div>

    <div class="program-mission">
        <h3>Місія програми EMBA сприяти ефективному та стабільному росту бізнесу за допомогою:</h3>
        <ul>
            <li>Професійного та особистого розвитку керівників вищої ланки</li>
            <li>Професійного та особистого розвитку керівників вищої ланки</li>
            <li>Професійного та особистого розвитку керівників вищої ланки</li>
            <li>Професійного та особистого розвитку керівників вищої ланки</li>
            <li>Впровадженню найкращого світового досвіду менеджменту в практику бізнесу</li>
        </ul>
    </div>

</div>