<div class="program-structure">
    <h3><?php echo pll__('Program structure'); ?>:</h3>

    <ul>
        <li>Командоутворення</li>
        <li>Створення ефективних команд. Влада і вплив як методи управління</li>
        <li>Командоутворення</li>
        <li>Створення ефективних команд. Влада і вплив як методи управління</li>
        <li>Командоутворення</li>
        <li>Створення ефективних команд. Влада і вплив як методи управління</li>
        <li>Командоутворення</li>
        <li>Створення ефективних команд. Влада і вплив як методи управління</li>
        <li>Командоутворення</li>
        <li>Створення ефективних команд. Влада і вплив як методи управління</li>
        <li>Командоутворення</li>
        <li>Створення ефективних команд. Влада і вплив як методи управління</li>
    </ul>
</div>